Repository: davydov-vyacheslav/i-wanna-rwx
Catalog: book_film_inbox/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

# .badge.reminder.license
source: License
ru: Лицензия
uk: Ліцензія

# .badge.reminder.subscription
source: Subscription
ru: Подписка
uk: Підписка

# .button.add
source: Add
ru: Добавить
uk: Додати

# .button.cancel
source: Cancel
ru: Отменить
uk: Скасувати

# .button.close
source: Close
ru: Закрыть
uk: Закрити

# .button.delete
source: Delete
ru: Удалить
uk: Видалити

# .button.edit
source: Edit
ru: Редактировать
uk: Редагувати

# .button.renewed
source: Has been Renewed
ru: Уже Продлено
uk: Вже Подовжено

# .button.reset_app
source: Restart App
ru: Перезапустить приложение
uk: Перезавантажте додаток

# .button.save
source: Save
ru: Сохранить
uk: Зберегти

# .button.update
source: Update
ru: Обновить
uk: Оновити

# .error.reminder.cannot_prolongate
source: Item can’t be prolongated 🤷
ru: Не могу продлить
uk: Не можу подовжити

# .error.reminder.not_found
source: Item not found
ru: Не найдено
uk: Не знайдено

# .error.wrong_api_key
source: Provided API Key is invalid
ru: Указанный API ключ неверен
uk: Вказаний API ключ невалідний

# .label.book.cant_find
source: Can't find your book?
ru: Не можете найти книгу?
uk: Не можете знайти книгу?

# .label.common_media.no_author
source: Author info is missing
ru: Нет информации об авторе
uk: Відсутня інформація про автора

# .label.common_media.search_in
source: Searching in:
ru: Поиск в:
uk: Пошук у:

# .label.common_media.search_results
source: Search Results
ru: Результаты поиска
uk: Результати пошуку

# .label.common_media.search.min_3_char
source: Type at least 3 characters to search
ru: Введите минимум 3 символа для поиска
uk: Введіть щонайменше 3 символи для пошуку

# .label.common_media.search.no_service_available
source: Configure a search service in Settings first
ru: Сконфигурируйте сначала поисковые сервисы в настройках
uk: Спочатку налаштуйте пошуковий сервіс у Налаштуваннях

# .label.common_media.search.no_services
source: No Search Services Available :/
ru: Нет доступных поисковых сервисов
uk: Пошукові сервіси недоступні :/

# .label.common.list_empty
source: List is empty
ru: Список пуст
uk: Перелік пустий

# .label.common.remove %@
source: Are you sure to remove ‘%@’?
ru: Вы действительно хотите удалить “%@”?
uk: Ви впевнені, що хочете видалити ‘%@’?

# .label.common.search.enter_text
source: Enter Text
ru: Начните вводить название
uk: Введіть текст

# .label.error.database
source: Database Error
ru: Ошибка базы данных
uk: Помилка Бази даних

# .label.error.database_init: %@
source: Failed to initialize database: %@
ru: Ошибка инициализации БД
uk: Невзмозі ініціалізувати БД: %@

# .label.movie.cant_find
source: Can’t find your movie?
ru: Не можете найти фильм?
uk: Не можете знайти фільм?

# .label.reminder.common_info
source: General Info
ru: Общая информация
uk: Загальна інформація

# .label.reminder.description
source: Description
ru: Описание
uk: Опис

# .label.reminder.expiration_date %@
source: Expiration Date: %@
ru: Истекает: %@
uk: Дата закінчення: %@

# .label.reminder.expiration_date_not_set
source: Expiration Date is not defined
ru: Дата истечения не указана
uk: Дата закінчення не визначена

# .label.reminder.expire_in %@
source: Expires in %@
ru: Истекает через %@
uk: Закінчується за %@

# .label.reminder.expire_today
source: Expires today
ru: Истекает сегодня
uk: Закінчується сьогодні

# .label.reminder.expired
source: Expired
ru: Истек
uk: Термін сплив

# .label.reminder.license_key
source: License Key
ru: Лицензионный ключ
uk: Ліцензійний ключ

# .label.reminder.name
source: Name
ru: Название
uk: Назва

# .label.reminder.notes
source: Notes
ru: Заметки
uk: Нотатки

# .label.reminder.notifications_disabled
source: Notifications are disabled
ru: Уведомления отключены
uk: Сповіщення вимкнено

# .label.reminder.price
source: Price ($19.99, €10, 1000₴)
ru: Цена ($19.99, €10, 1000₴)
uk: Ціна ($19.99, €10, 1000₴)

# .label.reminder.remind_in %@
source: To be reminded in %@
ru: Напоминание за %@
uk: Нагадування за %@

# .label.reminder.renew_info
source: Renewal Info
ru: Сведения о продлении
uk: Інформація про продовження

# .label.reminder.renew_policy_prefix
source: Renew Policy:
ru: Условия продления:
uk: Умови продовження:

# .label.reminder.renewal_amount %@
source: Each %@
ru: Каждые %@
uk: Кожні %@

# .label.reminder.renewal_date
source: Renewal Date
ru: Дата Окончания
uk: Дата закінчення

# .label.reminder.renewal_reccurrence
source: Reccurrence
ru: Повторяемость
uk: Періодичність

# .label.reminder.type
source: Reminder Type
ru: Тип
uk: Тип

# .label.settings.about
source: About
ru: О программе
uk: Про додаток

# .label.settings.source.api_token
source: API Key
ru: API ключ
uk: API ключ

# .label.settings.source.books
source: Books Data Sources
ru: Источники данных книг
uk: Джерела даних книг

# .label.settings.source.current_token
source: Current Token
ru: Текущий ключ
uk: Поточний токен

# .label.settings.source.movies
source: Movie Data Sources
ru: Источники данных фильмов
uk: Джерела даних фільмів

# .label.settings.source.new_token
source: New Token
ru: Новый ключ
uk: Новий токен

# .label.settings.source.token_howto
source: How to get an API key?
ru: Как получить API ключ?
uk: Як отримати API ключ?

# .label.settings.version
source: Version
ru: Версия
uk: Версія

# .notification.action.renewed
source: Item has been renewed
ru: Уже продлил
uk: Вже оновив

# .notification.reminder.body %@ %@
source: Your subscription/license '%1$@' is going to be expired soon ('%2$@')
ru: Ваша подписка/лицензия '%1$@' скоро истекает ('%2$@')
uk: Ваша підписка/ліцензія ‘%1$@’ скоро закінчиться (‘%2$@’)

# .notification.reminder.title
source: Don’t forget to renew your item
ru: Не забудьте обновить подписку
uk: Не забудьте поновити підписку

# .placeholder.common.search
source: Search ...
ru: Поиск …
uk: Пошук …

# .placeholder.services.tmdb_token
source: Enter API Key
ru: Введите API ключ
uk: Введіть API токен

# .placeholder.settings.source.enter_token
source: Enter your API token...
ru: Введите свой API ключ …
uk: Введіть ваш API токен…

# .title.book.add
source: Add Book
ru: Добавить книгу
uk: Додати книгу

# .title.book.list
source: Books
ru: Книги
uk: Книги

# .title.error
source: Error
ru: Ошибка
uk: Помилка

# .title.movie.add
source: Add Movie
ru: Добавить фильм
uk: Додати фільм

# .title.movie.list
source: Movies
ru: Фильмы
uk: Фільми

# .title.reminder.edit
source: Edit
ru: Редактирование
uk: Редагувати

# .title.reminder.list
source: Reminders
ru: Напоминания
uk: Нагадування

# .title.reminder.new
source: New Reminder
ru: Новое напоминание
uk: Нове нагадування

# .title.settings
source: Settings
ru: Настройки
uk: Налаштування

# .type.media_status.planned
source: Planned
ru: В планах
uk: В планах

# .type.media_status.seen
source: Seen
ru: Просморено
uk: Переглянуто

# .type.reminder.period.day
source: day(s)
ru: дн.
uk: дн.

# .type.reminder.period.month
source: month(s)
ru: мес.
uk: міс.

# .type.reminder.period.x_days %lld
source: %lld days
ru: %lld дня
uk: %lld дня

# .type.reminder.period.x_months %lld
source: %lld months
ru: %lld месяца
uk: %lld місяця

# .type.reminder.period.x_years %lld
source: %lld years
ru: %lld года
uk: %lld рока

# .type.reminder.period.year
source: year(s)
ru: год.
uk: р.

# .type.reminder.renew.custom
source: Custom
ru: Пользовательский
uk: Користувацька

# .type.reminder.renew.lifetime
source: Lifetime
ru: Пожизненный
uk: Довічна

# .type.reminder.renew.month
source: Monthly
ru: Ежемесячный
uk: Щомісячна

# .type.reminder.renew.year
source: Annually
ru: Ежегодичный
uk: Щорічня
